Rails/beauty_app/app/controllers/todos_controller.rb

  def test_todo
    todo = Todo.new (task_todo)
    todo.save
---
INSERT INTO `todos` (`task`, `date`, `created_at`, `updated_at`) VALUES ('I completed scss part in todo', '2022-06-26', '2022-06-26 14:45:58.088855', '2022-06-26 14:45:58.088855')